tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "awscli"
brew "bat"
brew "coreutils"
brew "elixir"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "hub"
brew "neovim"
brew "python"
brew "rbenv"
brew "readline"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
cask "aerial"
cask "chromedriver"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "iterm2"
cask "font-meslo-lg-nerd-font"
cask "font-fira-code-nerd-font"
cask "ngrok"
cask "slack"
cask "visual-studio-code"
mas "Black Out", id: 1319884285
mas "Contrast", id: 1254981365
mas "GIF Brewery 3", id: 1081413713
mas "WireGuard", id: 1451685025